{"es":{
        "Show percent":"Mostrar porcentaje",
        
        "stacked": "Apilado",
        "grouped": "Agrupado",
        
        "Normal (Gauss)": "Normal (Gauss)",
        
        "Regression": "Regresión",
        "Quality control":"Control de calidad",
        
        "Group Label":"Etiqueta Grupo",
        
        "Rotate X Ticks":"Orientación etiquetas en X",
        "Reduce X Ticks":"Reducir el número de etiquetas en X",
        
        "Drag dates, numbers here": "Arrastrar fechas o números aquí",
        "Drag strings, numbers, dates here":"Arrastrar cadenas, numeros o fechas aquí",
        
        "Mean": "Media",
        "Standard deviation": "Desviación estandar",
        
        "Bar Chart Stacked/Grouped": "Barras Agrupadas/Apiladas",
        "Displays data grouped or stacked with rectangular bars proportional to the values they represent lengths.":"Muestra los datos agrupados o apilados con barras rectangulares con longitudes proporcionales a los valores que representan.",
        
        "Bar Chart":"Barras Simple",
        "Presents grouped data with rectangular bars with lengths proportional to the values that they represent.":"Muestra los datos agrupados con barras rectangulares con longitudes proporcionales a los valores que representan.",
        
        "Show X Axis": "Mostrar eje X",
        "Show Y Axis": "Mostrar eje Y",
        
        "Classes": "Clases",
        "Margin": "Margen",
        
        "Scatter plots": "Gráficos de dispersión",
        "Histogram": "Histograma",
        "A histogram is a graphical representation of the distribution of numerical data. It is an estimate of the probability distribution of a continuous variable.":"Un histograma es una representación gráfica de una distribución de datos numéricos. Estima la distribución de probabilidad de una variable continua.",

        "Alluvial diagrams allow to represent flows and to see correlations between categorical dimensions, visually linking to the number of elements sharing the same categories. It is useful to see the evolution of cluster (such as the number of people belonging to a specific group). It can also be used to represent bipartite graphs, using each node group as dimensions.": "Los diagramas aluviales representan flujos que permiten ver correlaciones entre dimensiones categóricas, se unen visualmente el número de de elementos que comparten las mismas categorías. Es muy útil para visualizar la evoción cluster (ej: Número de personas que pertenecen a un grupo específico). También puede ser usado para representar gráficos bipartitos, utilizando cada grupo de nodos como dimensiones.",
        "Visually clusters the most populated areas on a scatterplot. Useful to make more readable a scatterplot when plotting hundreds of points.": "Se visualizan las zonas más pobladas en un gráfico de dispersión. Útil para hacer más legible un gráfico de dispersión que traza cientos de puntos.",
        "Parallel coordinates is a common way of visualizing high-dimensional geometry and analyzing multivariate data.To show a set of points in an n-dimensional space, a backdrop is drawn consisting of n parallel lines, typically vertical and equally spaced. A point in n-dimensional space is represented as a polyline with vertices on the parallel axes; the position of the vertex on the ith axis corresponds to the ith coordinate of the point.": "Coordenadas paralelas, es una forma muy comun de visualizar la geometría con muchas dimensiones y también los datos del análisis multivariante. Para mostrar un conjunto de puntos en un espacio n-dimensional, se dibuja un telón de fondo de líneas paralelas, normalmente equidistantes verticalmente. Un punto en el espacio n-dimensional se representa como una línea poligonal con vértices en los ejes paralelos; la posición del vértice sobre el eje ITH corresponde con la coordenada ITH del punto.",
        "A scatter plot, scatterplot, or scattergraph is a type of mathematical diagram using Cartesian coordinates to display values for two variables for a set of data. The data is displayed as a collection of points, each having the value of one variable determining the position on the horizontal axis and the value of the other variable determining the position on the vertical axis. This kind of plot is also called a scatter chart, scattergram, scatter diagram, or scatter graph.": "El gráfico de dispersión o diagrama de dispersión, es un tipo de diagrama matemático que utiliza las coordenadas cartesianas para mostrar los valores de dos variables en un conjunto de datos. Los datos se muestran como una colección de puntos, cada uno tiene el valor de una variable que determina la posición en el eje horizontal y el valor de la otra variable para determinar la posición en el eje vertical.",
        "It creates the minimum area around each point defined by two variables. When applied to a scatterplot, it is useful to show the distance between points.": "Se crea el área mínima alrededor de cada punto definido por dos variables. Aplicado a un gráfico de dispersión, es útil para mostrar la distancia entre los puntos.",
        "For continuous data such as time series, a bump chart can be used in place of stacked bars.": "Para datos continuos tales como series de tiempo, se puede usar un gráfico bump en lugar del gráfico de barras apiladas.",
        "A small multiple is a series of small similar graphics or charts, allowing them to be easily compared.":"Múltiples Pequeños (Área) es una serie de pequeños gráficos similares, que les permite compararse fácilmente.",
        "For continuous data such as time series, a streamgraph can be used in place of stacked bars.": "Para los datos continuos tales como series de tiempo, se puede utilizar un gráfico streamgraph, en lugar del gráfico de barras apiladas.",
        "Nested circles allow to represent hierarchies and compare values. This visualization is particularly effective to show the proportion between elements through their areas and their position inside a hierarchical structure.":"El gráfico de agrupación circular permite representar jerarquías y comparar los valores. Esta visualización es particularmente eficaz para mostrar la proporción de elementos a través de sus áreas y su posición dentro de una estructura jerárquica.",
        "Dendrograms are tree-like diagrams used to represent the distribution of a hierarchical clustering. The different depth levels represented by each node are visualized on the horizontal axes and it is useful to visualize a non-weighted hierarchy.":"Los Dendrogramas son diagramas de forma de árbol que se utilizan para representar la distribución de una agrupación jerárquica. Los diferentes niveles de profundidad representados por cada nodo se visualizan en el eje horizontal y son útiles para visualizar una jerarquía no ponderada.",
        "The tree layout implements the Reingold-Tilford algorithm for efficient, tidy arrangement of layered nodes. The depth of nodes is computed by distance from the root, leading to a ragged appearance.":"Implementa el algoritmo Reingold-Tilford para una eficiente disposición ordenada de nodos en capas. La profundidad de los nodos se calcula con la distancia desde la raíz, lo que lleva a un aspecto desigual del árbol.",
        "A space filling visualization of data hierarchies and proportion between elements. The different hierarchical levels create visual clusters through the subdivision into rectangles proportionally to each element's value. Treemaps are useful to represent the different proportion of nested hierarchical data structures.":"Se visualizan las jerarquías de datos y la proporción entre los elementos. Los diferentes niveles jerárquicos crean agrupaciones visuales a través de la subdivisión en rectángulos de forma proporcional al valor de cada elemento. Los diagramas de árbol son útiles para representar la proporción de diferentes clases de datos jerárquicas anidadas.",
        "In mathematics, the convex hull is the smallest convex shape containing a set o points. Applied to a scatterplot, it is useful to identify points belonging to the same category.": "En matemáticas, convex hull es la forma convexa más pequeña que contiene un conjunto de puntos. Aplicado a un gráfico de dispersión, es útil para identificar los puntos que pertenecen a la misma categoría.",
        "The Delaunay triangulation, the dual of Voronoi tesselation, creates a planar, triangular mesh for a given set of points.":"La triangulación de Delaunay, crea una malla plana triangular para un conjunto dado de puntos.",
        
        "Simple": "Simple",
        
        "Groups (Time series)":  "Grupos (Series de tiempo)",
        "Select analysis": "Seleccionar análisis",
        
        "Simple Line Chart":"Líneas Simples",
        "Simple Pie Chart":"Gráficos de Tarta",
        "Alluvial Diagram": "Diagrama Aluvial",
        "Hexagonal Binning":"Agrupación Hexagonal",
        "Parallel Coordinates":"Coordenadas Paralelas",
        "Scatter Plot": "Gráfico de Dispersión",
        "Voronoi Tessellation": "Mosaico Voronoi",
        "Bump Chart":"Gráfico Bump",
        "Small Multiples (Area)":"Múltiples Pequeños (Área)",
        "Streamgraph":"Streamgraph",
        "Circle Packing":"Agrupación Circular",
        "Circular Dendrogram":"Dendrograma Circular",
        "Cluster Dendrogram":"Dendrograma Cluster",
        "Reingold–Tilford Tree":"Árbol Reingold-Tilford",
        "Treemap":"Treemap",
        "Clustered Force Layout":"Agrupación Cluster",
        "Convex Hull":"Convexo Hull",
        "Delaunay Triangulation":"Triangulación Delaunay",
        
        "Please, review your data":"Por favor, revise sus datos",
        "Required":"Requerido",
        "Clear all":"Borrar todo",
        "Text":"Texto",
        "Table":"Tabla",
        "Radius": "radio",
        "max radius":"radio máximo",
        "show points":"mostrar puntos",
        "Correlations":"Correlaciones",
        "Distributions":"Distribuciones",
        "Time Series":"Series de tiempo",
        "Hierarchies":"Jerarquías",
        "Others":"Otros",
        "Insert your data":"Introduzca sus datos",
        "records in your data have been successfully parsed!":"registros analizados con éxito!",
        "Whoops!":"Error!",
        "Please, check line":"Por favor, verificar la línea",
        "Loading your data. Please wait.":"Cargando datos. Por favor espera.",
        "It seems like RAW problems":"Ouch! Se encontraron con algunos problemas al analizar sus datos. Por favor, asegúrese de si están bien los datos. A menudo es debido a algunos delimitadores que faltan.",
        "Choose a Chart":"Selecionar gráfico",
        "No description given":"Sin descripción",
        "Map your Dimensions":"Selecionar variables",
        "Customize your Visualization":"Personalizar la visualización del gráfico",
        "Hierarchy":"Jerarquía",
        "Clusters":"Clusters",
        "Group":"Grupo",
        "Date":"Fecha",
        "X Axis":"Eje X",
        "Y Axis":"Eje Y",
        "Size":"Tamaño",
        "Color":"Color",
        "Label":"Etiqueta",
        "Drag strings here":"Arrastrar cadenas de texto",
        "Drag numbers, dates here":"Arrastrar números o fechas",
        "Drag numbers here":"Arrastrar números",
        "Drag numbers, dates, strings here":"Arrastrar cadenas de texto, números o fechas",
        "Drag numbers, strings, dates here":"Arrastrar cadenas de texto, números o fechas",
        "Drag dates here":"Arrastrar fechas",
        "Download":"Descargar",
        "Save and exit":"Guardar y salir",
        "Embed Code":"Código",
        "Steps":"Pasos",
        "String":"Cadena texto",
        "Number":"Númerico",
        "Cars (multivariate)":"Coches (multivariable)",
        "Movies (dispersions)":"Películas (dispersión)",
        "Music (flows)":"Música (flujos)",
        "Drop here":"Soltar aquí",
        "more dimensions" : "dimensiones más",
        "more dimension": "dimensión",
        "Search...":"Buscar...",
        "Width":"Ancho",
        "Height":"Alto",
        "Node Width":"Ancho nodo",
        "Sort by":"Ordenar por",
        "Color scale":"Escala colores",
        "set origin at (0,0)": "establecer origen en (0,0)",
        "Interpolation": "Interpolación",
        "normalize": "normalizar",
        "Padding": "Relleno",
        "node padding": "Separación entre nodos",
        "cluster padding": "Separación entre clusters",							
        "show labels":"mostrar etiquetas",
        "requires at least":"requiere por lo menos selecionar",
        "You should only use numbers or dates here": "Posible error, utilizar números o fechas aquí",
        "You should only use numbers here": "Posible error, utilizar números aquí",
        "You should only use strings here":"Posible error, utilizar cadenas aquí",
        "Don't drop here":"No soltar aquí",
        "Cocktails (correlations)":"Cócteles (correlaciones)",
        "Votation (percent)":"Votación (porcentaje)",
        "Percentage or Value": "Porcentaje o valor",
        "Not sure how it works? You can":"No sabe cómo funciona? usted puede",
        "Choose one of our sources": "Seleccionar una de nuestras fuentes",
        "choose one of our samples": "usar datos de ejemplo",
        "Paste your text or drop a file here.":"Pegar texto o arrastrar archivo aquí.",
        "Copy the code above into your HTML to embed the visualization":"Copiar el código HTML para incrustar"
}}